<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>
<!-- 只把内容引入就可以，因为showDetail.jsp 中包含body体 -->
<p>非洲菊介绍，菊科，（英文名：Gerbera、Barberton daisy 等），别名为扶郎花、太阳花、猩猩菊、日头花等，是多年生草本植物，顶生花序，花色分别有红色、白色、黄色、橙色、紫色等。繁殖用播种或分株法，原产地为南非</p>
<br/>
<p>非洲菊介绍</p>
<p>非洲菊（英文名：Gerbera），又名扶郎花，菊科大丁草属，多年生草本植物，是现代切花中的重要材料。非洲菊花朵硕大，花色丰富，管理省工，在温暖地区能常年供应鲜切花。主要类型可分现代切花型和矮生栽培型，有白、粉、红、黄等各种花色多年生、被毛草本。根状茎短，为残存的叶柄所围裹，具较粗的须根。叶基生，莲座状，叶片长椭圆形至长圆形，长10-14厘米，宽5-6厘米，顶端短尖或略钝，基部渐狭，边缘不规则羽状浅裂或深裂，上面无毛，下面被短柔毛，老时脱毛；中脉两面均凸起，下面粗而尤著，侧脉5-7对，离缘弯拱连接，网脉略明显；叶柄长7-15厘米，具粗纵棱，多少被毛。花葶单生，或稀有数个丛生，长25-60厘米，无苞叶，被毛，毛于顶部最稠密，头状花序单生于花葶之顶，于花期舌瓣展开时直径6-10厘米；总苞钟形，约与两性花等长，直径可达2厘米；总苞片2层，外层线形或钻形，顶端尖，长8-10毫米，宽约1-1.5毫米，背面被柔毛，内层长圆状披针形，顶端尾尖。长10-14毫米，宽约2毫米，边缘干膜质，背脊上被疏柔毛；花托扁平，裸露，蜂窝状，直径6-8毫米；外围雌花2层，外层花冠舌状，舌片淡红色至紫红色，或白色及黄色，长圆形，长2.5-3.5厘米，宽2-4毫米，顶端具3齿，内2裂丝状，卷曲，长4-5毫米，花冠管短，长约为舌片的1/8，退化雄蕊丝状，长3-4毫米，伸出于花冠管之外；内层雌花比两性花纤细，管状二唇形，长6-7毫米，二唇等长，外唇具3细齿或有时为2齿和1裂片，内唇2深裂，裂片线形，长约4毫米，卷曲，退化雄蕊4-5枚，线形或丝状，藏于花冠管内；中央两性花多数，管状二唇形，长8-9毫米，外唇大，具3齿，内唇2深裂，裂片通常宽，卷曲；花药长约4毫米，具长尖的尾部；雌花和两性花的花柱分枝均短，顶端钝，长不时带浅褐色，长6-7毫米，基部联合。花期11月至翌年4月</p>
<br/>
<p>非洲菊对环境条件的要求</p>
<p>非洲菊原产于南非东北部，性喜温暧、阳光充足和空气流通的环境，生长期适温为20?25度 ,冬季适温12?15度，低于10度则停止生长，属半耐寒性花卉，可承受短期的0度低温。 在华南地区可露地越冬，华东地区需覆盖越冬,在华北地区可在冷室屮越冬，也可在霜降前带土移人温室作切花促成栽培。原产地光照时间较长，夏季11.5小时，冬季14. 5小时，日照差仅3小时。在我国，冬、夏日照差大的地区，冬季棚室产花栽培，必须补充光照。</p>
<p>非洲菊对土壤要求不甚严格，以疏松透气、富含腐M质、PHP值6. 0-6. 5的砂质壤土为宜。在偏碱的土壤中，可加人腐熟的醋渣等酸性基质加以调节，也可以在生长过程屮增施硫磺粉和硫酸亚铁，以降低PH值；偏酸的上壤可加人白云石、碳酸钙等石灰材料调节。对过干粘重的土壤,可结合施肥加人植物秸秆、谷壳稻壳或酒糟以增加其疏松度。种植非洲菊的土壤要求排水良好，地下水位相对较低且较稳定，水位过高或经常积水,常引起非洲菊肉质根腐烂，引发根腐病。因此,排灌系统要配套，四周要挖70?100厘米深的排水沟，保证排水畅通，并通过高畦栽培加以调节，避免在低洼的地方设棚栽植。</p>
<p>非洲菊为喜肥作物，要达到高产、稳产、优质的栽培目标，必须满足植株生长对肥分的要求。为提卨有机堆肥的发酵分解效果，施用后为植株更好地吸收，生产中推荐采用酵素菌技术，以获得安全、高效的生物肥料。酵素菌技术利用好气性微生物作菌种,接种到堆肥或有机质肥料中，其强大的好气性发酵能在短时间内将有机质和有害物质分解，发酵过程中产生的淀粉酶、蛋白分解酶、脂肪分解酶、纤维分解酶等十余种水解酶及葡萄糖、氨基酸等既是土壤微生物的良好培养基,又是非洲菊生长的理想肥料。酵素菌技术通过向土壤提供活力强旺的有益微生物优势种群,抑制土壤病原菌的发生，建立新的平衡关系，造就适宜非洲菊健康生长的土壤生态环境。</p>